Revit 2027 API
ParameterTypeId.StructuralSectionTopCutHeight Property
 "Top Cut Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionTopCutHeight { get; }
Public Shared ReadOnly Property StructuralSectionTopCutHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionTopCutHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionTopCutHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace